export default {
  asideTile: {
    title: "ფრანგული ენის რეპეტიტორი",
    content:
      "გამოცდილი ფრანგული ენის რეპეტიტორი გთავაზობთ პერსონალიზებულ გაკვეთილებს, რათა დაგეხმაროთ ენის სრულყოფაში.",
    psTitle: "შენიშვნა",
    psContent:
      "დამიკავშირდით უფასო საცდელი გაკვეთილისთვის და დაიწყეთ თქვენი გზა ენის სრულყოფისკენ დღესვე!",
  },
  menu: { home: "მთავარი", contacts: "კონტაქტები" },
  meta: {
    title: "ფრანგული ენის რეპეტიტორი",
    description:
      "ისწავლეთ ფრანგული ენა პერსონალიზებული გაკვეთილებით გამოცდილი რეპეტიტორისგან",
  },
} as const;
