export default {
  page: {
    home: {
      asideTile: {
        title: "ფრანგული ენის მასწავლებელი",
        content:
          "გამოცდილი ფრანგული ენის მასწავლებელი გთავაზობთ პერსონალიზებულ გაკვეთილებს, რათა დაგეხმაროთ ენის დაუფლებაში.",
        psTitle: "შენიშვნა",
        psContent:
          "დამიკავშირდით უფასო საცდელი გაკვეთილისთვის და დაიწყეთ თქვენი გზა თავისუფლებისკენ დღესვე!",
      },
    },
    offer:
      "შეუერთდით ჩვენს ფრანგული ენის მასწავლებლის პროგრამას და მიიღეთ პერსონალიზებული გაკვეთილები, რომლებიც მორგებულია თქვენს ინდივიდუალურ საჭიროებებზე. თუ თქვენ დამწყები ხართ ან გსურთ თქვენი უნარების დახვეწა, ჩვენი გამოცდილი მასწავლებელი გაგიძღვებათ საინტერესო და ინტერაქტიულ სესიებში. კონცენტრირდით საუბარზე, გრამატიკასა და ლექსიკაზე, რათა გაზარდოთ თქვენი თავდაჯერებულობა და თავისუფლება. მოქნილი განრიგი და მხარდამჭერი სასწავლო გარემო უზრუნველყოფს, რომ მიაღწიოთ თქვენს ენობრივ მიზნებს. დაგვიკავშირდით დღეს უფასო საცდელი გაკვეთილისთვის და დაიწყეთ თქვენი გზა ფრანგული ენის დაუფლებაში!",
    contact: "დამირეკეთ",
  },
  menu: { home: "მთავარი", offers: "შეთავაზებები", contacts: "კონტაქტები" },
  meta: {
    home: {
      title: "ფრანგული ენის მასწავლებელი",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    offers: {
      title: "რას ვთავაზობთ",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    contacts: {
      title: "კონტაქტები",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
  },
} as const;
