export default {
  page: {
    home: {
      asideTile: {
        title: "ფრანგული ენის მასწავლებელი",
        content:
          "გამოცდილი ფრანგული ენის მასწავლებელი გთავაზობთ პერსონალიზებულ გაკვეთილებს, რათა დაგეხმაროთ ენის დაუფლებაში.",
        psTitle: "შენიშვნა",
        psContent:
          "დამიკავშირდით უფასო საცდელი გაკვეთილისთვის და დაიწყეთ თქვენი გზა თავისუფლებისკენ დღესვე!",
      },
    },
    contact: "დამირეკეთ",
  },
  menu: { home: "მთავარი", offers: "შეთავაზებები", contacts: "კონტაქტები" },
  meta: {
    home: {
      title: "ფრანგული ენის მასწავლებელი",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    offers: {
      title: "რას ვთავაზობთ",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    contacts: {
      title: "კონტაქტები",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
  },
} as const;
