export default {
  back: "უკან",
  error: "სამწუხაროდ, შეცდომა მოხდა.",
  exercisesLoading: "თქვენი პერსონალური სავარჯიშოები იქმნება...",
  reload: "განახლება",
  showAnswer: "პასუხი",
  page: {
    home: {
      asideTile: {
        title: "ფრანგული ენის მასწავლებელი",
        content:
          "გამოცდილი ფრანგული ენის მასწავლებელი გთავაზობთ პერსონალიზებულ გაკვეთილებს, რათა დაგეხმაროთ ენის დაუფლებაში.",
        psTitle: "შენიშვნა",
        psContent:
          "დამიკავშირდით უფასო საცდელი გაკვეთილისთვის და დაიწყეთ თქვენი გზა თავისუფლებისკენ დღესვე!",
      },
    },
    contact: "დამირეკეთ",
  },
  menu: {
    home: "მთავარი",
    offer: "შეთავაზება",
    contact: "კონტაქტი",
    students: "სტუდენტებს",
  },
  meta: {
    home: {
      title: "ფრანგული ენის მასწავლებელი",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    offers: {
      title: "რას ვთავაზობ",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    contacts: {
      title: "კონტაქტები",
      description:
        "ისწავლეთ ფრანგული პერსონალიზებული გაკვეთილებით გამოცდილი მასწავლებლისგან",
    },
    selfStudy: {
      title: "თვითმასწავლებლობა",
      description:
        "ისწავლეთ ფრანგული ენა დამოუკიდებლად ჩვენი რესურსებისა და მასალების გამოყენებით, LLM-ის გამოყენებით სწავლებისთვის",
    },
  },
} as const;
