export default {
  asideTile: {
    title: "Репетитор по французскому",
    content:
      "Опытный репетитор по французскому языку предлагает персонализированные уроки, чтобы помочь вам овладеть языком.",
    psTitle: "Примечание",
    psContent:
      "Свяжитесь со мной для бесплатного пробного урока и начните свой путь к свободному владению языком уже сегодня!",
  },
  menu: { home: "Главная", contacts: "Контакты" },
  meta: {
    title: "Репетитор по французскому",
    description:
      "Изучайте французский язык с персонализированными уроками от опытного репетитора",
  },
} as const;
