export default {
  page: {
    home: {
      asideTile: {
        title: "Репетитор по французскому",
        content:
          "Опытный репетитор по французскому языку предлагает персонализированные уроки, чтобы помочь вам овладеть языком.",
        psTitle: "Примечание",
        psContent:
          "Свяжитесь со мной для бесплатного пробного урока и начните свой путь к свободному владению языком уже сегодня!",
      },
    },
    offer:
      "Присоединяйтесь к нашей программе обучения французскому языку и получите персонализированные уроки, адаптированные к вашим индивидуальным потребностям. Независимо от того, являетесь ли вы новичком или хотите улучшить свои навыки, наш опытный репетитор проведет вас через увлекательные и интерактивные занятия. Сосредоточьтесь на разговоре, грамматике и словарном запасе, чтобы повысить свою уверенность и свободное владение языком. Гибкий график и поддерживающая учебная среда помогут вам достичь ваших языковых целей. Свяжитесь с нами сегодня для бесплатного пробного урока и начните свой путь к овладению французским языком!",
    contact: "Позвоните мне",
  },
  menu: { home: "Главная", offers: "Предложения", contacts: "Контакты" },
  meta: {
    home: {
      title: "Репетитор по французскому",
      description:
        "Изучайте французский язык с персонализированными уроками от опытного репетитора",
    },
    offers: {
      title: "Что мы предлагаем",
      description:
        "Изучайте французский язык с персонализированными уроками от опытного репетитора",
    },
    contacts: {
      title: "Контакты",
      description:
        "Изучайте французский язык с персонализированными уроками от опытного репетитора",
    },
  },
} as const;
