export default {
  error: "К сожалению, произошла ошибка.",
  exercisesLoading: "Ваши персональные упражнения создаются...",
  showAnswer: "Ответ",
  page: {
    home: {
      asideTile: {
        title: "Репетитор по французскому",
        content:
          "Опытный репетитор по французскому языку предлагает персонализированные уроки, чтобы помочь вам овладеть языком.",
        psTitle: "Примечание",
        psContent:
          "Свяжитесь со мной для бесплатного пробного урока и начните свой путь к свободному владению языком уже сегодня!",
      },
    },
    contact: "Позвоните мне",
  },
  menu: {
    home: "Главная",
    offer: "Предложение",
    contact: "Контакт",
    students: "Студентам",
  },
  meta: {
    home: {
      title: "Репетитор по французскому",
      description:
        "Изучайте французский язык с персонализированными уроками от опытного репетитора",
    },
    offers: {
      title: "Что я предлагаю",
      description:
        "Изучайте французский язык с персонализированными уроками от опытного репетитора",
    },
    contacts: {
      title: "Контакты",
      description:
        "Изучайте французский язык с персонализированными уроками от опытного репетитора",
    },
    selfStudy: {
      title: "Самостоятельное изучение",
      description:
        "Изучайте французский язык самостоятельно с нашими ресурсами и материалами, применяя LLM для обучения",
    },
  },
} as const;
